{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_ClavesIdioma",
			"Children": [
				{
					"Source":
					{
						"Text": "Continuar"
					},
					"Translation":
					{
						"Text": "Proceed"
					},
					"Key": "BContinuar"
				},
				{
					"Source":
					{
						"Text": "Empezar"
					},
					"Translation":
					{
						"Text": "Start"
					},
					"Key": "BEmpezar"
				},
				{
					"Source":
					{
						"Text": "Has obtenido una nueva torre"
					},
					"Translation":
					{
						"Text": "You got a new tower"
					},
					"Key": "IVictoria_Titulo"
				},
				{
					"Source":
					{
						"Text": "Juego en pausa"
					},
					"Translation":
					{
						"Text": "Game paused"
					},
					"Key": "IPausa_Titulo"
				},
				{
					"Source":
					{
						"Text": "Nivel"
					},
					"Translation":
					{
						"Text": "Level"
					},
					"Key": "BContinuarNivel"
				},
				{
					"Source":
					{
						"Text": "Nuevo Juego"
					},
					"Translation":
					{
						"Text": "New Game"
					},
					"Key": "BNuevoJuego"
				},
				{
					"Source":
					{
						"Text": "Pausar"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "BPausar"
				},
				{
					"Source":
					{
						"Text": "Perdieste"
					},
					"Translation":
					{
						"Text": "You lost"
					},
					"Key": "IDerrota_Titulo"
				},
				{
					"Source":
					{
						"Text": "Reintentar"
					},
					"Translation":
					{
						"Text": "Retry"
					},
					"Key": "BReintentar"
				},
				{
					"Source":
					{
						"Text": "Salir"
					},
					"Translation":
					{
						"Text": "Exit"
					},
					"Key": "BSalir"
				},
				{
					"Source":
					{
						"Text": "¿Un robot sobrepasó tus defensas!"
					},
					"Translation":
					{
						"Text": "A robot made it through your defenses!"
					},
					"Key": "IDerrota_Descripcion"
				}
			]
		},
		{
			"Namespace": "ST_Torres",
			"Children": [
				{
					"Source":
					{
						"Text": "Bomba"
					},
					"Translation":
					{
						"Text": "Bomb"
					},
					"Key": "A_12"
				},
				{
					"Source":
					{
						"Text": "Cañón"
					},
					"Translation":
					{
						"Text": "Cannon"
					},
					"Key": "A_0"
				},
				{
					"Source":
					{
						"Text": "Cañón Doble"
					},
					"Translation":
					{
						"Text": "Double Cannon"
					},
					"Key": "A_1"
				},
				{
					"Source":
					{
						"Text": "Destruye instantáneamente \r\na todo robot que la pise \r\npero tarda en activarse."
					},
					"Translation":
					{
						"Text": "Destroys all\r\nrobots that step on\r\nit but it takes a while\r\nto activate."
					},
					"Key": "B_11"
				},
				{
					"Source":
					{
						"Text": "Detona instantáneamente \r\na todo robot en un \r\nárea 3x3."
					},
					"Translation":
					{
						"Text": "Obliterates all\r\nrobots in a 3x3\r\narea."
					},
					"Key": "B_12"
				},
				{
					"Source":
					{
						"Text": "Dispara bolas de cañón\r\na robots en su fila."
					},
					"Translation":
					{
						"Text": "Fires cannonballs to\r\nrobots in its row."
					},
					"Key": "B_0"
				},
				{
					"Source":
					{
						"Text": "Dispara proyectiles \r\nque penetran hasta \r\n3 objetivos."
					},
					"Translation":
					{
						"Text": "Fires proyectiles\r\nthat pierces through up\r\nto 3 targets."
					},
					"Key": "B_2"
				},
				{
					"Source":
					{
						"Text": "Genera energía\r\ncada cierto tiempo que\r\npuede ser recolectada."
					},
					"Translation":
					{
						"Text": "Generates energy\r\nevery so often that\r\ncan be collected."
					},
					"Key": "B_8"
				},
				{
					"Source":
					{
						"Text": "Mina"
					},
					"Translation":
					{
						"Text": "Landmine"
					},
					"Key": "A_11"
				},
				{
					"Source":
					{
						"Text": "Panel Solar"
					},
					"Translation":
					{
						"Text": "Solar Panel"
					},
					"Key": "A_8"
				},
				{
					"Source":
					{
						"Text": "Panel Solar Doble"
					},
					"Translation":
					{
						"Text": "Double Solar Panel"
					},
					"Key": "A_9"
				},
				{
					"Source":
					{
						"Text": "Pistola Laser"
					},
					"Translation":
					{
						"Text": "Laser Gun"
					},
					"Key": "A_2"
				},
				{
					"Source":
					{
						"Text": "Produce el doble de \r\nenergía que un panel\r\nsolar normal."
					},
					"Translation":
					{
						"Text": "Generates twice the\r\namount of energy compared\r\nto a regular solar panel."
					},
					"Key": "B_9"
				},
				{
					"Source":
					{
						"Text": "Una torre poderosa\r\ncon el doble de cadencia\r\nque un cañón corriente."
					},
					"Translation":
					{
						"Text": "A powerful tower\r\nwith double the fire\r\nrate of a regular cannon."
					},
					"Key": "B_1"
				}
			]
		}
	]
}